IDEA Open Model
ReinfFabric.SeparatelyPerWall Property
Compatible with IDEA StatiCa Beta 20.0
 true - add fabric reinfrocement separatelly for each wall, false - merge walls and add reinforcement on merged shape
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public bool SeparatelyPerWall { get; set; }
Public Property SeparatelyPerWall As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
ReinfFabric Class
IdeaRS.OpenModel.Detail Namespace